{
  "bio": "Valerie Sharp is a technologist who focuses on create user-centered digital experiences as a full-time UX designer & full stack developer. To help spread the financial wealth offered by the tech industry, Valerie founded Tech By Choice, a nonprofit that is working to increase diversity in the tech industry by providing low to no cost events for individuals in protected groups. ",
  "layout": "speaker",
  "name": "Valerie Sharp",
  "pronouns": "she/her",
  "role": "Executive Director",
  "years": ["2019"],
  "links": [
    {
      "type": "twitter",
      "url": "Digitalblkhippy"
    },
    {
      "type": "linkedin",
      "url": "valerie--sharp"
    },
    {
      "type": "github",
      "url": "DeltaV93"
    },
    {
      "type": "website",
      "url": "http://issa.engineer"
    }
  ],
  "headshot": "/images/valerie-sharp.jpg",
  "company": "Tech By Choice",
  "talks": [
    {
      "year": "2019",
      "title": "Sustaining Community Empowerment as a Black Woman",
      "desc": "I entered the tech industry from a nontraditional path. I felt as if I was alone during my journey. I constantly felt overwhelmed by the idea of entering the industry as a black, female, self taught, developer. Growing up, I was told I had to be twice as good to get half of what they got. This nontraditional path broke that idea, and I struggled with finding a way to overcome my own self doubt. I searched for help. I tried to find people who would get this feeling, people who looked like me and struggled with some of the same issues. I quickly found several local communities that focused on supporting, uplifting, and empowering women (queer, cis, trans, nonbinary). There were all of the things I needed, but it still didn’t feel right. Between their marketing, the way their program was structured, to the way leadership ran the organization, nothing about the space felt like it was made to support me. This space wasn’t made with me in mind. I decided to keep my head down and learn what I needed despite feeling alienated in this space. These experiences opened my eyes to how easy it is for organizations empowerment strategies to turn into harm when they’re not focused on protecting the most marginalized individuals in their community. To me, getting community right was simple: create a space where the most marginalized people feel safe, and this space will be safe for everyone. As an individual, this is what I tried to do whenever anyone needed help on their tech journey. At work, during events, and in online communities, I became the person that would drop anything to help someone that was stuck in their tech journey. Little by little, I saw what type of organization people needed. I saw the gaps in the market, and I knew I had the empathy and skill set to build it. That became the birth of Tech By Choice. Tech By Choice became a way for me to fix all of the things I saw broken. A way to build a community for those who felt left out. I went through the stages of building the team, creating the mission, finding our values, and doing the neverending legal paperwork to create a nonprofit organization whose goal is to authentically support all underrepresented groups, at all stages of their journey.",
      "type": "talk"
    }
  ]
}
